sourceLabel = "Fuente:";
formatLabel = "Formato:";
fpsLabel = "FPS:";
playingFPSLabel = "FPS reproducción:";
dataSizeLabel = "Tamaño datos:";
dataRateLabel = "Velocidad datos:";
currentTimeLabel = "Transcurrido:";
durationLabel = "Duración:";
normalSizeLabel = "Tamaño normal:";
currentSizeLabel = "Tamaño actual:";
bitRateLabel = "Velocidad bits:";
qualityLabel = "Calidad:";
destinationLabel = "Destino:";
videoSourceLabel = "Fuente de vídeo:";
audioSourceLabel = "Fuente de audio";

movieInfoNoTitle = "Información";
movieInfo = " – Información";
movieInspectorNoTitle = "Inspector";
movieInspector = " – Inspector";

blacknWhite = "Blanco y negro";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Miles";
/* [6] */
millions = "Millones";
/* [7] */
millionsplus = "Millones+";
/* [8] */
unknown = "Desconocido";
/* [9] */
colors = "Colores";
/* [10] */
grays = "Grises";

Chapter = "Pista de capítulo";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 bytes";
kiloBytes = "^0 KB";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 bytes/s";
kiloBytesPerSec = "^0 KB/s";
megaBytesPerSec = "^0 MB/s";
gigaBytesPerSec = "^0 GB/s";

pixels = "píxeles";
curPixels = "^0 píxeles (^1)";


bitsPerSec = "^0 bits/s";
kbitsPerSec = "^0 kbits/s";
mbitsPerSec = "^0 mbits/s";
gbitsPerSec = "^0 gbits/s";

percent = "^0%";
playingFPS = "(Disponible durante la reproducción.)";

halfSize = "50%";
actualSize = "100%";
doubleSize = "200%";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Película no disponible";

/* Quartz Composition strings */
averageFPSLabel = "FPS media:";
averageLoadLabel = "Carga media:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Audio ACC de 128 kbps";
availableWhenRecording = "(Disponible durante la grabación.)";